Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/miscarriage_and_stillbirth/registering_stillbirth.html.txt.tmx
Source language: en
Languages: ga

source: Since January 1995, parents of a stillborn child in Ireland have been able to register their child's birth, even if he/she was born before that date
ga: Ó Eanáir 1995 i leith, tá ar chumas tuismitheoirí le leanbh marbh-bhreithe breith a linbh a chlárú, fiú má rugadh é/í roimh an dáta sin

source: If you wish to register the stillbirth, you should go and sign the Stillbirths Register at the office of the Registrar of Births, Marriages and Deaths in any district
ga: Más mian leat an mharbh-bhreith a chlárú, ba cheart duit cuairt a thabhairt ar oifig Chláraitheoir na mBreitheanna, na bPóstaí agus na mBásanna in aon limistéar agus Clár na Marbh-Bhreitheanna a shíniú

source: (Before the relevant provisions of the Civil Registration Act 2004 came into effect on 5 December 2005, a stillbirth could only be registered in the Registrar's District in which it took place.) You must provide written evidence of the stillbirth
ga: (Sular tháinig forálacha ábhartha an Achta um Chlárú Sibhialta, 2004 i bhfeidhm an 5 Nollaig 2005, ní fhéadfaí marbh-bhreith a chlárú ach i Limistéar an Chláraitheora ina thit sí amach.) Caithfidh tú fianaise scríofa a sholáthar i leith na marbh-bhreithe

source: The registrar will give you a certificate of stillbirth at the time of signing
ga: Tabharfaidh an cláraitheoir deimhniú marbh-bhreithe duit ag tráth an tsínithe

source: If you would like a certificate at a later date, you should contact the General Register Office
ga: Más mian leat deimhniú a fháil ag dáta níos déanaí, ba cheart duit teagmháil a dhéanamh leis an bPríomh-Oifig Chlárúcháin

source: All stillbirths occurring in Ireland since 1 January 1995 must be registered, if the baby weighs at least 500 grammes or has a gestational age of at least 24 weeks
ga: Ní go mbíonn gach marbh-bhreith a tharlaíonn in Éirinn ón 1 Eanáir 1998 i leith a bheith cláraithe, má bhíonn an leanbh 500 gram, ar a laghad, ar meáchan, nó má bhíonn aois iompair 24 seachtain, ar a laghad, ag an leanbh

source: You (the parents) can choose to register the stillbirth yourselves, but if you are unable to do so, you may ask a relative of either parent to act as qualified informant to register it on your behalf
ga: Féadfaidh tú (na tuismitheoirí) a roghnú chun an mharbh-bhreith a clárú sibh féin, ach mura féidir leat amhlaidh a dhéanamh, féadfaidh tú iarraidh ar ghaol le ceachtar tuismitheoir chun gníomhú mar fhaisnéiseoir cáilithe chun í a chlárú thar do cheann

source: If a stillbirth is not registered within 12 months, the hospital, midwife or medical practitioner who attended the birth may be asked to register it
ga: Mura gcláraítear marbh-bhreith laistigh de 12 mhí, féadtar iarraidh ar an ospidéal, an bhean chabhrach nó an cleachtóir leighis a d’fhreastail ar an mbreith í a chlárú

source: If you do wish to register the stillbirth yourselves, the medical practitioner who attended the birth or examined the baby must give you a signed medical certificate stating the baby's weight and gestational age, and the name and address of the hospital or other institution where the stillbirth took place
ga: Más mian leat an mharbh-bhreith a chlárú sibh féin, ní mór don chleachtóir leighis a d’fhreastail ar an mbreith nó a scrúdaigh an leanbh deimhniú sínithe leighis a thabhairt duit ina luaitear meáchan agus aois iompair an linbh, agus ainm agus seoladh an ospidéil nó na hinstitiúide eile inar thit an mharbh-bhreith amach

source: If you wish to register a stillbirth that happened before 1 January 1995, you can do so at any time
ga: Más mian leat marbh-bhreith a chlárú a tharla roimh an 1 Eanáir 1995, féadfaidh tú amhlaidh a dhéanamh ag aon tráth

source: You will need specific evidence to prove that a stillbirth occurred
ga: Teastóidh fianaise shonrach uait lena chruthú gur thit marbh-bhreith amach

source: This evidence could be an authoritative written statement from your hospital, nursing home, medical practitioner or midwife, but the registrar may accept other forms of evidence
ga: D’fhéadfadh ráiteas scríofa údarásach ó d’ospidéal, teach altranais, cleachtóir leighis nó bean chabhrach a bheith i gceist leis seo, ach féadfaidh an cláraitheoir glacadh le foirmeacha fianaise eile

source: Again, the stillbirth can only be registered if the baby weighed at least 500 grammes or had a gestational age of at least 24 weeks
ga: Arís eile, ní féidir an mharbh-bhreith a chlárú má bhí an leanbh 500 gram, ar a laghad, ar meáchan nó má bhí aois iompair 24 seachtain, ar a laghad, ag an leanbh

source: If your baby was stillborn in hospital, the hospital staff will usually help you to complete a Birth Notification Form (Form BNF/01)
ga: Má rugadh do leanbh marbh in ospidéal, is gnách go gcabhróidh foireann an ospidéil leat chun Foirm um Fhógra Breithe (Foirm BNF/01) a chomhlánú

source: In the case of a home birth, the midwife or doctor will do this
ga: I gcás breithe sa bhaile, déanfaidh an bhean chabhrach nó an dochtúir é seo

source: The form outlines the information to be recorded in the Register of Stillbirths
ga: Tugtar cuntas san fhoirm ar an bhfaisnéis atá le cur i dtaifead ar Chlár na mBreitheanna

source: This form will be forwarded to a registration office to inform the registrar that the stillbirth has occurred
ga: Seolfar an fhoirm seo ar aghaidh go dtí oifig chlárúcháin chun an cláraitheoir a chur ar an eolas gur tharla an mharbh-bhreith

source: The registration process will only be complete when the parent(s) or other qualified informant attends the registrar's office in person and signs the Stillbirths Register
ga: Ní bheidh an próiseas clárúcháin críochnaithe ach i ndiaidh go bhfreastalaíonn an tuismitheoir/na tuismitheoirí nó faisnéiseoir cáilithe eile ar oifig an chláraitheora i bpearsan agus i ndiaidh dóibh Clár na Marbh-Bhreitheanna a shíniú

source: The following information is recorded in the Register of Stillbirths:
ga: Cuirtear an fhaisnéis a leanas i dtaifead ar Chlár na Marbh-Bhreitheanna:

source: • Time, date and place of birth of the child
ga: • Am, dáta agus áit bhreithe an linbh

source: • The child's weight and gestational age
ga: • Meáchan agus aois iompair an linbh

source: • The child's Personal Public Service number (PPSN) (this will be allocated at registration)
ga: • Uimhir Phearsanta Seirbhíse Poiblí (UPSP) an linbh (leithdháilfear seo ar chlárú)

source: • The child's forename(s) and surname
ga: • Céadainm(neacha) agus sloinne an linbh

source: • The mother's forename(s) and surname
ga: • Céadainm(neacha) agus sloinne na máthar

source: • The mother's birth surname
ga: • Sloinne breithe na máthar

source: • Birth surname of the mother's mother
ga: • Sloinne breithe mháthair na máthar

source: • All previously used surnames of the mother (if any)
ga: • Gach sloinne na máthar a úsáideadh roimhe seo (más ann dóibh)

source: • The mother's normal address at the date of birth
ga: • Gnáthsheoladh na máthar ag dáta na breithe

source: • The mother's date of birth
ga: • Dáta breithe na máthar

source: • The mother's marital status
ga: • Stádas pósta na máthar

source: • The mother's Personal Public Service number (PPSN)
ga: • Uimhir Phearsanta Seirbhíse Poiblí na máthar (UPSP)

source: • Similar information is entered for the father
ga: • Iontráiltear a mhacasamhail d’fhaisnéis don athair

source: A medical certificate of weight and gestational age is free of charge
ga: Tá deimhniú leighis i leith meáchain agus aois iompair saor in aisce

source: Since 4 July 2016, a stillbirth certificate is free of charge (was €20)
ga: Ón 4 Iúil 2016 i leith, tá deimhniú marbh-bhreithe saor in aisce (bhíodh costas €20 air)

source: Go to the office of the Registrar of Births, Marriages and Deaths in any district and sign the Stillbirths Register. Bring written evidence of the stillbirth with you
ga: Téigh go dtí oifig Chláraitheoir na mBreitheanna, na bPóstaí agus na mBásanna in aon limistéar agus sínigh Clár na Marbh-Bhreitheanna

source: View contact details of local registrars of births, marriages and deaths
ga: Caithfidh tú fianaise scríofa a thabhairt leat i leith na marbh-bhreithe

source: A list of local registrars is also available from the General Register Office
ga: Féach ar shonraí teagmhála cláraitheoirí breitheanna, póstaí agus básanna áitiúla Tá fáil ar liosta de chláraitheoirí áitiúla ón bPríomh-Oifig Chlárúcháin
